Repository: chuck21619/spaceAttack
Catalog: SpriteWalkthough/*.lproj/Localizable.strings
Languages: de, es, ja

source: Abdul Kadir
de: Acheron
es: Azueta
ja: 甲鉄

source: Babenberg
de: Bant
es: Baranda
ja: 扶桑

source: Caiman
de: Cobra
es: Monasterio
ja: 鎮遠

source: Dandolo
de: Dessau
es: Uribe
ja: 朝日

# Edinburgh
source: Emory
de: Egerland
es: Prierto
ja: 香取

source: Flandre
de: Förde
es: Godínez
ja: 伊勢

# Gascogne
source: Gatun
de: Gadebusch
es: De la Vega
ja: 長門

# Habsburg
source: Hasley
de: Häher
es: Romero
ja: 大和

source: Unavailable
de: Nicht Verfügbar
es: Indisponible
ja: 利用できません

source: Available Points
de: Verfügbare Punkte
es: Puntos disponibles
ja: 利用可能ポイント

source: Bigger Laser
de: Größerer Laser
es: Láser más grande
ja: ビッグレーザー

source: Blowing up aliens without taking damage makes your multiplier go up!
de: Wenn du Außerirdische in die Luft jagst, ohne selbst Schaden zu nehmen, erhöht sich dein Multiplikator.
es: Si destruyes a los alienígenas sin sufrir daños el multiplicador irá aumentando.
ja: ダメージを受けずにエイリアンを倒し続けると、スコアボーナスがどんどんアップ！

source: Disable Tips
de: Tipps deaktivieren
es: Desactivar consejos
ja: ヒントをオフ

source: Electricity Chain
de: Stromkette
es: Cadena de electricidad
ja: 電気チェーン

source: Energy Booster
de: Energie-Booster
es: Potenciador
ja: エネルギーブースター

source: Ermahgerd!
de: ALLerhöchst!
ja: オーマイガーッ！

source: Four Weapons
de: Vier Waffen
es: Cuatro armas
ja: 4種の武器

source: Got It
de: OK
es: Vale
ja: OK

source: How to Move:
de: Bewegen:
es: Cómo moverse:
ja: 操縦方法

source: Increases Photon Targeting IQ
de: Erhöht den Photonentreffer-IQ
es: Mejora la selección de objetivo inteligente del cañón de fotones
ja: フォトン追尾IQを上昇

source: Increases rate of fire for the Machine Gun
de: Erhöht die Schussfrequenz des Maschinengewehrs
es: Aumenta la velocidad de disparo de la ametralladora
ja: マシンガンの発射速度アップ

source: Increases the size of Laser Cannon Beams
de: Erhöht die Strahlengröße der Laserkanone
es: Aumenta el tamaño de los haces del cañón de láser
ja: フォトンキャノンビームのサイズ増

source: More Bullets
de: Mehr Munition
es: Más balas
ja: 弾丸増加

source: Ouch!
de: Autsch!
es: ¡Huy!
ja: ドカン！

source: Points
de: Punkte
es: Puntos
ja: ポイント

source: Powers up the Electrical Generator to send volts through to a second target
de: Lädt den Stromgenerator auf, um Volt zu einem zweiten Ziel zu übertragen
es: Activa el generador eléctrico para enviar una descarga a un segundo objetivo
ja: 電気ジェネレーターをパワーアップして2つ目のターゲットに電撃

source: Shield
de: Schutzschild
es: Escudo
ja: シールド

source: Smart Photons
de: Photonen
es: Fotones
ja: スマートフォトン

source: Tilt the screen to move your ship
de: Neige dein Gerät, um dein Raumschiff zu bewegen.
es: Inclina la pantalla para mover la nave
ja: 画面をティルト（傾け）するとシップが移動

source: to Unlock
de: zum Freischalten
es: para desbloquear
ja: アンロック

source: Try to avoid objects like these:
de: Weiche diesen Objekten aus:
es: Intenta evitar los objetos como estos:
ja: 以下のようなオブジェクトは避ける

source: Two Weapons
de: Zwei Waffen
es: Dos armas
ja: 2種類の武器

source: Unlock Now
de: Freischalten
es: Desbloquear ahora
ja: 今すぐアンロック

source: Unlocks the Energy Booster Power Up. Doubles Points and Damage for 30 seconds
de: Schaltet das Power-up „Energie-Booster“ frei. Dieser verdoppelt in 30 Sekunden deine Punkte und den angerichteten Schaden.
es: Desbloquea el poder especial de potenciador de energía. Doble de puntos y daños durante 30 segundos.
ja: エネルギーブースターをアンロック。ポイントとダメージが30秒間2倍

source: Unlocks the Shield Power Up
de: Schaltet das Power-up „Schutzschild“ frei.
es: Desbloquea el poder especial de escudo.
ja: シールドをアンロック

source: Weapon PowerUp!
de: Waffe aufrüsten
es: ¡Poder especial de arma!
ja: 武器パワーアップ！

source: You just blew up an alien spaceship! The more stuff you blow up, The more points you score!
de: Du hast gerade ein außerirdisches Raumschiff in die Luft gejagt! Je mehr du zerstörst, umso mehr Punkte erhältst du.
es: ¡Acabas de destruir una nave alienígena! Cuanto más destruyas, más puntos irás acumulando.
ja: エイリアンのシップを破壊した！その調子で、敵を倒すほどスコアはアップするぞ！

source: You just picked up a weapon! Pick up the same weapon again to upgrade it
de: Du hast dir gerade eine Waffe geholt. Sammle die gleiche Waffe noch einmal, um sie aufzurüsten.
es: ¡Acabas de recoger un arma! Vuelve a recoger la misma arma para mejorarla.
ja: 武器をゲットした！同じ武器をもう一度ゲットするとアップグレードだ

source: Your spaceships will be able to equip four different weapons!
de: Deine Raumschiffe können dann vier verschiedene Waffen aufnehmen!
es: Podrás equipar cuatro armas distintas en tus naves.
ja: スペースシップは4種類の武器を使用できるぞ！

source: Your spaceships will be able to equip two different weapons!
de: Deine Raumschiffe können dann zwei verschiedene Waffen aufnehmen!
es: Podrás equipar dos armas distintas en tus naves.
ja: スペースシップは2種類の武器を使用できるぞ！

# kAchievementMaxLevelMachineGun
source: Maxed Machine Gun
de: Max Maschinengewehr
es: Máximo Ametralladora
ja: 最大マシンガン

# kAchievementMaxLevelPhotonCannon
source: Maxed Photon Cannon
de: Max Photonenkanone
es: Máximo Fotones
ja: 最大フォトンキャノン

# kAchievementMaxLevelElectricalGenerator
source: Mazed Electricity
de: Max Stromgenerator
es: Máximo Eléctrico
ja: 最大電気ジェネレーター

# kAchievementMaxLevelLaserCannon
source: Maxed Laser Cannon
de: Max Laserkanone
es: Máximo Cañón Láser
ja: 最大レーザーキャノン

# kAchievementBulletsFired100
source: Fired 100 Bullets
de: Schießen 100 Munition
es: Disparó 100 Balas
ja: 100弾丸を発射

# kAchievementBulletsFired1000
source: Fired 1000 Bullets
de: Schießen 1000 Munition
es: Disparó 1000 Balas
ja: 1000弾丸を発射

# kAchievementBulletsFired10000
source: Fired 10000 Bullets
de: Schießen 10000 Munition
es: Disparó 10000 Balas
ja: 10000弾丸を発射

# kAchievementBulletsFired100000
source: Fired 100000 Bullets
de: Schießen 100000 Munition
es: Disparó 100000 Balas
ja: 100000弾丸を発射

# kAchievementPhotonsFired25
source: Fired 25 Photons
de: Schießen 25 Photonen
es: Disparó 25 Fotones
ja: 25光子を発射

# kAchievementPhotonsFired250
source: Fired 250 Photons
de: Schießen 250 Photonen
es: Disparó 250 Fotones
ja: 250光子を発射

# kAchievementPhotonsFired2500
source: Fired 2500 Photons
de: Schießen 2500 Photonen
es: Disparó 2500 Fotones
ja: 2500光子を発射

# kAchievementPhotonsFired25000
source: Fired 25000 Photons
de: Schießen 25000 Photonen
es: Disparó 25000 Fotones
ja: 25000光子を発射

# kAchievementLasersFired15
source: Fired 15 Lasers
de: Schießen 15 Laser
es: Disparó 15 Láseres
ja: 15レーザーを発射

# kAchievementLasersFired150
source: Fired 150 Lasers
de: Schießen 150 Laser
es: Disparó 150 Láseres
ja: 150レーザーを発射

# kAchievementLasersFired1500
source: Fired 1500 Lasers
de: Schießen 1500 Laser
es: Disparó 1500 Láseres
ja: 1500レーザーを発射

# kAchievementLasersFired15000
source: Fired 15000 Lasers
de: Schießen 15000 Laser
es: Disparó 15000 Láseres
ja: 15000レーザーを発射

# kAchievementElectricityFired20
source: Fired 20 Electricity
de: Schießen 20 Strom
es: Disparó 20 Electricidad
ja: 20電気を解雇

# kAchievementElectricityFired200
source: Fired 200 Electricity
de: Schießen 200 Strom
es: Disparó 200 Electricidad
ja: 200電気を解雇

# kAchievementElectricityFired2000
source: Fired 2000 Electricity
de: Schießen 2000 Strom
es: Disparó 2000 Electricidad
ja: 2000電気を解雇

# kAchievementElectricityFired20000
source: Fired 20000 Electricity
de: Schießen 20000 Strom
es: Disparó 20000 Electricidad
ja: 20000電気を解雇

# kAchievementEnemiesDestroyed50
source: Destroyed 50 Enemies
de: Vernichten 50 Außerirdische
es: Destruido 50 Alienígenas
ja: 50エイリアンを破壊しました

# kAchievementEnemiesDestroyed500
source: Destroyed 500 Enemies
de: Vernichten 500 Außerirdische
es: Destruido 500 Alienígenas
ja: 500エイリアンを破壊しました

# kAchievementEnemiesDestroyed5000
source: Destroyed 5000 Enemies
de: Vernichten 5000 Außerirdische
es: Destruido 5000 Alienígenas
ja: 5000エイリアンを破壊しました

# kAchievementEnemiesDestroyed50000
source: Destroyed 50000 Enemies
de: Vernichten 50000 Außerirdische
es: Destruido 50000 Alienígenas
ja: 50000エイリアンを破壊しました

# kAchievementPowerUpsCollected3
source: Collected 3 Power Ups
de: Sammeln 3 Power-up
es: Recogido 3 Poder Especial
ja: 3パワーアップを集めます

# kAchievementPowerUpsCollected30
source: Collected 30 Power Ups
de: Sammeln 30 Power-up
es: Recogido 30 Poder Especial
ja: 30パワーアップを集めます

# kAchievementPowerUpsCollected300
source: Collected 300 Power Ups
de: Sammeln 300 Power-up
es: Recogido 300 Poder Especial
ja: 300パワーアップを集めます

# kAchievementPowerUpsCollected3000
source: Collected 3000 Power Ups
de: Sammeln 3000 Power-up
es: Recogido 3 Poder Especial
ja: 3000パワーアップを集めます

# kAchievementAllAchievements
source: SPACE LEGEND
de: All Legende
es: La Leyenda Del Cosmos
ja: スペースレジェンド
